/* Localized versions of Info.plist keys */CFBundleName = "Expand Archive";NSHumanReadableCopyright = "Copyright 2005 Allume.";AMName = "Expand Archive";/*  AMApplication localized strings  *//*  e.g. "TextEdit" = "TextEdit";  *//*  AMCategory localized strings  *//*  e.g. "Text" = "Text";  *//*  AMDefaultParameters localized values  *//*  e.g. myDefaultIntegerParameter = 0;  *//*  e.g. myDefaultStringParameter = "Default String Value";  */defaultLocation = "~/Desktop";password = "";/*  AMDescription localized strings  */AMDRequires = "Requires StuffIt.framework to be installed.";AMDSummary = "This action expands the archives specified. Supports StuffIt X, StuffIt, Zip, Tar, and many others.";/*  AMKeyword localized strings  *//*  e.g. "Filter" = "Filter";  */"Archive" = "Archive";"Expand" = "Expand";"Extract" = "Extract";"File" = "File";"Folder" = "Folder";"Stuff" = "Stuff";"StuffIt" = "StuffIt";"Zip" = "Zip";"Tar" = "Tar";